Repository: FreePBX/miscapps
Catalog: i18n/*/LC_MESSAGES/miscapps.po
Languages: ja_jp, pt_br, vi

source: Actions
vi: Các thao tác

source: Add Misc App
pt_br: Adicionar Aplicativo Diversificado
vi: Thêm ứng dụng Misc

source: Add Misc Application
ja_jp: その他アプリケーションを追加
pt_br: Adicionar Aplicação Diversificada
vi: Thêm ứng dụng Misc

source: Adds the ability to create feature codes that can go to any FreePBX destination (such as an IVR or queue)
pt_br: Adiciona a possibilidade de criar códigos de recurso que podem ir a qualquer destino FreePBX (como uma URA ou fila)
vi: Thêm khả năng tạo mã tính năng có thể đi tới bất kỳ điểm đích FreePBX ( ví dụ một IVR hoặc hàng đợi)

source: Applications
pt_br: Aplicações
vi: Các ứng dụng

source: Choose the destination for this app when people dial the feature code
pt_br: Escolha o destino para este aplicativo quando as pessoas discarem o código de recurso
vi: Chọn điểm đích cho ứng dụng này khi có người quay mã tính năng

source: Delete
ja_jp: 削除
pt_br: Apagar
vi: Xóa

source: Description
ja_jp: 説明
pt_br: Descrição
vi: Mô tả

source: Description:
pt_br: Descrição:
vi: Mô tả:

source: Destination
ja_jp: 宛先
pt_br: Destino
vi: Điểm đích

source: Edit Misc Application
ja_jp: その他アプリケーションを編集
pt_br: Editar Aplicação Diversa
vi: Chỉnh sửa ứng dụng Misc

source: Enable
pt_br: Habilitar
vi: Kích hoạt

source: Extension
pt_br: Ramal
vi: Máy nhánh

source: Feature Code
ja_jp: キーコード
pt_br: Código de Recurso
vi: Feature Code (Mã tính năng)

source: Invalid description specified
ja_jp: 無効な説明が指定されました
pt_br: Descrição especificada inválida
vi: Mô tả không hợp lệ được xác định

source: List Misc App
vi: Danh sách ứng dụng Misc

source: Misc Application
vi: Ứng dụng Misc

source: Misc Application: %s
ja_jp: その他アプリケーション： %s
pt_br: Aplicação Diversificada: %s
vi: Ứng dụng Misc: %s

source: Misc Applications
pt_br: Aplicações Diversificadas
vi: Các ứng dụng Misc

source: No
pt_br: Não
vi: Không

source: Removing Settings table
pt_br: Removendo tabela de Configurações
vi: Đang xóa bảng cài đặt

source: Reset
pt_br: Reiniciar
vi: Cài đặt lại

source: Submit
pt_br: Enviar
vi: Gửi đi

source: The feature code/extension users can dial to access this application. This can also be modified on the Feature Codes page.
ja_jp: このアプリケーションにアクセスするためにユーザーがダイヤルすることができるキーコード/内線。この値はキーコードのページからも修正することができます。
pt_br: O código de recurso/ramais que os usuários podem discar para acessar esta aplicação. Este valor pode ser modificado também na página Códigos de Recursos.
vi: Mã tính năng/ người dùng máy nhánh có thể quay số truy nhập vào ứng dụng này. Điều này có thể được chỉnh sửa trên trang Feature Code.

source: The name of this application
ja_jp: このアプリケーションの名前
pt_br: Nome para esta aplicação
vi: Tên của ứng dụng này

source: The number provided for the feature code is already in use by
pt_br: O número fornecido para o código de recurso já está em uso por
vi: Số được cung cấp cho mã tính năng này đang được sử dụng

source: This field is required.
vi: Trường này được yêu cầu.

source: Yes
pt_br: Sim
vi: Có

source: This field must only contain numbers and *'s
pt_br: Este campo deve conter apenas números e *'s

source: Conflicting Extensions
ja_jp: 内線の競合

source: Disabled
ja_jp: 無効

source: Enabled
ja_jp: 有効

source: Feature Status
ja_jp: ステータス

source: If this code is enabled or not.
ja_jp: このコードを有効にするかどうか。

source: Misc Applications are for adding feature codes that you can dial from internal phones that go to various destinations available in FreePBX. This is in contrast to the <strong>Misc Destinations</strong> module, which is for creating destinations that can be used by other FreePBX modules to dial internal numbers or feature codes.
ja_jp: その他アプリケーションは、内部の電話からダイヤルし、FreePBXで利用できる様々な宛先に行くことができるキーコードを追加します。これは、内部の番号やキーコードにダイヤルするために、他のFreePBXモジュールから使用される宛先を作成する<strong>その他宛先</strong>モジュールと対照的な機能です。

source: Submit Changes
ja_jp: 変更を適用
